Revit 2027 API
ParameterTypeId.RbsElecApparentLoadPhase3 Property
 "Apparent Power Phase 3"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecApparentLoadPhase3 { get; }
Public Shared ReadOnly Property RbsElecApparentLoadPhase3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecApparentLoadPhase3 {
	ForgeTypeId^ get ();
}
static member RbsElecApparentLoadPhase3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace